Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=179_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: ON:a sierraraporterejeaddji S. James Anaya: Sámit ovdamearka
smn: OA spesiaalraportistee S. James Anaya: Sämmiliih ovdâmerkkâ

source: - Davviriikkaid sápmelaččat leat ovdamearkan máilmmi eará álgoálbmogiidda das go ovddidit ođđa málliid eamiálbmogiid vuoigatvuođaid dorvvasteamis.
smn: - Tave-enâmij sämmiliih láá ovdâmerkkâ maailm eres algâaalmugáid, ko sij ovdedeh uđđâ maallijd algâaamugij vuoigâdvuođâi turviimân.

source: Buorre ovdamearka ođđa málliin lea riikkaid ráđđehusaid ja golmma riikka sámedikkiid ovttasbargun valmmaštallojuvvon evttohus davviriikkalaš sámekonvenšuvdnan.
smn: Šieu ovdâmerkkâ uđđâ maallijn lii enâmij haldâttâsâi já kuulmâ väldikode sämitigij ohtâšpargon valmâštâllâm iävtuttâs tave-eennâmlâš sämisopâmuššân.

source: Professor S. James Anaya, gii bargá Ovttastuvvon Nášuvnnaid álgoálbmogiid ja vuođđovuoigatvuođaid sierraraporterejeaddjin, buvttii iežas dearvvahusa sámi parlamentarihkariid konferánsii Roavvenjárggas maŋŋebárgga 28.10.
smn: OA:st algâaamugij olmoošvuoigâdvuođâi já vuáđuvuoigâdvuođâi spesiaalraportisten tuáimee professor S. James Anaya puovtij tiervâttâsâs säämi parlamenttârij konfereensân Ruávinjaargâst majebaargâ 28.10.

source: Sierraraporterejeaddji Anaya gávnnahii, ahte lea oalle dábálaš, ahte álgoálbmot lea juohkásan eallit máŋgga riikkas.
smn: Spesiaalraportistee Anaya páhudij lemin uáli táválâš, et algâaalmug lii juáhásâm maaŋgâ väldikode kuávlun.

source: Dan dihtii málle guovllulaš álgoálbmotsoahpamušas, man sápmelaččat leat ovddidan, sáhttá leahkit buorre ovdamearkan eará eamiálbmogiidda, mat ellet seammálágán diliin.
smn: Tanen sämmilij ovdedm malli kuávlulâš algâaalmugsopâmušâst puáhtá toimâđ šieu ovdâmerkkân eres algâaalmugáid, kiäh eellih siämmáá tiileest.

source: Son ávžžuhii sámi parlamentarihkkariidda nana ovttasbarggu, vai sámekonvenšuvdna dohkkehuvvošii riikkain ja de boađášii fápmui.
smn: Sun avžuuttij säämi parlamenttâráid čovgâ ohtsâšpargo tave-eennâmlâš sämisopâmuš finniimân vuáimán.

source: Sámi parlamentarihkariid konferánsii oassálaste Suoma, Norgga ja Ruoŧa sámedikkiid lahtut, Ruošša sámeorganisašuvnnaid ovddasteaddjit, dárkkuheaddjit ja sámeáššiid gieđahalli virgeeisseváldit ja politihkarat.
smn: Säämi parlamenttârij konfereensân uásálistii Suomâ, Taažâ já Ruotâ sämitigij jesâneh, Ruošâ sämiseervij ovdâsteijeeh, tárkkojeijeeh já sämiaašijd kieđâvuššee virgeomâhááh já poliitijkkáreh.

source: Konferánssa ordnejeaddjin lei 2000-logu álggus vuođđuduvvon Sámi parlamentáralaš ráđđi, mii lea Davviriikkaid sámedikkiid ovttasbargoorgána.
smn: Konferens uárnejeijen tooimâi 2000-lovo aalgâst vuáđudum säämi parlamentaarlâš rääđi, mii lii Tave-enâmij sämitigij ohtsâšpargo-orgaan.

source: Konferánssa prográmma fáttát laktásedje davviriikkalaš gažaldagaide nugo sámi giellaovttasbargui, sámenuoraid davviriikkalaš ovttasbargui ja Suoma, Ruoŧa ja Norgga mánáidáittarteaddjiid ovttasbargoprošeavtta bohtosiidda.
smn: Konferens ohjelm šoodâi tave-eennâmlâš ohtsâšpaargon kullee aašijn tegu säämi kielâohtsâšpargoost, säminuorâi tave-eennâmlâš ohtsâšpargoost sehe Suomâ, Ruotâ já Taažâ pärniäššiváldálij ohtsâšpargoproojeekt puátusijn.

source: Sámi kulturvahku oktasaš temá, álgoálbmogiid árbediehtu, maiddái lei konferánssa fáddán.
smn: Säämi kulttuuroho ohtsâš teema, algâaamugij ärbitiätu, lâi meiddei konferens teeman.
